Repository: Marco-Syntax/KiForKids
Catalog: frontend/assets/texts/*.arb
Languages: de

# trueFalseTitle
source: True or False?
de: Richtig oder Falsch?

# trueFalseDescription
source: Decide whether the following statements are true or false.
de: Entscheide, ob die folgenden Aussagen richtig oder falsch sind.

# trueFalseAllCorrect
source: You answered all questions correctly!
de: Du hast alle Fragen richtig beantwortet!

# trueFalseSomeCorrect
source: You answered {correct} out of {total} questions correctly.
de: Du hast {correct} von {total} Fragen richtig beantwortet.

# testFinish
source: Finish
de: Beenden

# testContinue
source: Continue
de: Weiter

# answerTrue
source: TRUE
de: RICHTIG

# answerFalse
source: FALSE
de: FALSCH

source: Checking answers...
de: Antworten werden 端berpr端ft...

source: Check answers
de: Antworten 端berpr端fen

# pleaseAnswerAll
source: Please answer all questions
de: Bitte alle Fragen beantworten
